/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: szyfrowane, bezpieczne rozmowy dla wielu komunikatorów tekstowych oraz protokołów (Google Talk, XMPP, AIM)";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "ChatSecure jest aplikacją do szyfrowanej komunikacji tekstowej o otwartym kodzie źródłowym, używającej protokołu \"Cypherpunks Off-the-Record\", zabezpieczającego kanał komunikacyjny w XMPP (Google Talk, Jabber, etc) lub Oscar (AIM).";

/* Below top decsription */
"Fork me on Github!" = "Wspomóż projekt na Github!";

/* Heading for first section */
"Multiprotocol Chat" = "Klient wieloprotokołowy";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "ChatSecure działa zarówno z kontem XMPP jak i AIM.";

/* Heading for second section */
"Strong Encryption" = "Mocne szyfrowanie";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "Biblioteka Off-The-Record, zapewnia solidną podstawę szyfrowania komunikacji.";

/* Heading for third section */
"Compatible" = "Zgodność";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "Możesz prowadzić bezpieczną komunikację z programami jak np. Adium lub Pidgin";